/* Task view. */
HSDFSD_TaskName = "Faxkortnummer";
HSDFPB_TaskName = "Faxtelefonbok";
HSDFSD_TaskDescription = "Använd knapparna + och - eller skriv den information som du vill mata in i enhetens kortnummerminne. Du kan också använda adressboken för att söka efter och lägga till information.";
HSDFPB_TaskDescription = "Med hjälp av faxtelefonboken kan du visa och hantera listan med kontakter i din enhet.\nAnvänd knapparna + och - för att lägga till eller ta bort kontakter. Du kan också använda Kontakter för att hitta fler poster och lägga till dem i listan.";

ActionMenuTooltip = "Åtgärdsmeny";

HSDEntryIndexColumnTitle = "#";
HSDEntryNameColumnTitle = "Namn";
HSDEntryPhoneNumberColumnTitle = "Faxnummer";
HSDEntryEditActionMenuTitle = "Redigera…";
HSDEntryCreateGroupActionMenuTitle = "Skapa grupp…";
EntriesStatusCaption = "%1$d av %2$d poster används";
HSDPrintListButtonTitle = "Skriv ut lista";
/* Use common localized key instead of plug-in "MoreInfoButtonTitle". */
AddressBookLaunchButtonTooltip = "Öppna faxadressboken";
ContactsLaunchButtonTooltip = "Öppna faxkontakter";
HSDApplyButtonTitle = "Verkställ nu";

HSDDismissEntryButtonTitle = "Avbryt";
HSDConfirmEntryButtonTitle = "Spara";

HSDFPB_AddNewContactToolTip = "Lägg till ny kontakt";
HSDFSD_AddNewContactToolTip = "Lägg till nytt kortnummer";
HSDFPB_DeleteSelectedContactToolTip = "Ta bort de valda kontakterna eller grupperna";
HSDFSD_DeleteSelectedContactToolTip = "Ta bort de valda kortnumren eller grupperna";
HSDFPB_PrintListButtonToolTip = "Skriv ut alla kontakter som är lagrade på enheten";
HSDFSD_PrintListButtonToolTip = "Skriv ut alla kortnummer som är lagrade på enheten";

/* Individual entry panel. */
HSDFPB_IndividualEntryIndexFieldCaption = "Post (#):";
HSDFSD_IndividualEntryIndexFieldCaption = "Kortnummer (#):";
HSDIndividualEntryNameFieldCaption = "Namn:";
HSDIndividualEntryPhoneNumberFieldCaption = "Faxnummer:";

/* Group entry panel. */
HSDFPB_GroupEntryIndexFieldCaption = "Post (#):";
HSDFSD_GroupEntryIndexFieldCaption = "Kortnummer (#):";
HSDGroupEntryNameFieldCaption = "Gruppnamn:";
HSDFSD_GroupEntryItemsDescription = "Markera de kortnummer som du vill ha med i gruppen.";
HSDFPB_GroupEntryItemsDescription = "Välj de kontakter som du vill lägga till i den här gruppen.";

/* More Info panel. */
HSDConfirmMoreInfoButtonTitle = "OK";

/* Contacts panel. */
AddressBookPanelTitle = "Faxadressbok";
ContactsPanelTitle = "Faxkontakter";
HSDDismissContactsButtonTitle = "Stäng";
HSDConfirmContactsButtonTitle = "Lägg till";

/* Alert dialogs. */
CancelAlertButtonTitle = "Avbryt";
RemoveFromGroupAlertButtonTitle = "Ta bort från grupp";
DeleteAlertButtonTitle = "Radera";
ApplyAlertButtonTitle = "Verkställ";
DontApplyAlertButtonTitle = "Verkställ inte";

IncorrectDeviceStateAlertTitle = "Felstatus på skrivaren";
IncorrectDeviceStateAlertMessage = "Åtgärda felet på enheten och försök igen.";

HSDFSD_InvalidEntryErrorTitle = "Ogiltigt kortnummer";
HSDFPB_InvalidEntryErrorTitle = "Kan inte lägga till kontakt";
HSDFSD_MissingEntryNameErrorMessage = "Kortnummernamn saknas. Ange ett namn för kortnumret och gör ett nytt försök.";
HSDFPB_MissingEntryNameErrorMessage = "Kontakten saknar namn. Ange ett namn för kontakten och försök igen.";
HSDFSD_MissingEntryPhoneNumberErrorMessage = "Kortnummer saknas. Ange ett nummer och gör ett nytt försök.";
HSDFPB_MissingEntryPhoneNumberErrorMessage = "Kontakten saknar nummer. Ange ett nummer för kontakten och försök igen.";
HSDFSD_TooLargeGroupErrorMessage = "Kortnummergruppen är för stor. Enheten stöder högst %d poster i en grupp.";
HSDFPB_TooLargeGroupErrorMessage = "Det finns för många kontakter i gruppen. Enheten stöder max %d poster i samma grupp.";

HSDFSD_DeleteIndividualEntryAlertTitle = "Är det säkert att du vill ta bort kortnumret för \"%@\"?";
HSDFPB_DeleteIndividualEntryAlertTitle = "Vill du verkligen ta bort kontakten \"%@\"?";
HSDFSD_DeleteIndividualEntryAlertMessage = "Det valda kortnumret förekommer i en eller flera grupper. Om du raderar det tas det bort från gruppen/grupperna.";
HSDFPB_DeleteIndividualEntryAlertMessage = "Den valda kontakten ingår i en eller flera grupper. Om du tar bort kontakten försvinner den från alla grupper.";
HSDFSD_DeleteMultipleIndividualEntriesAlertTitle = "Är det säkert att du vill radera de valda kortnumren?";
HSDFPB_DeleteMultipleIndividualEntriesAlertTitle = "Vill du verkligen ta bort de valda kontakterna?";
HSDFSD_DeleteMultipleIndividualEntriesAlertMessage = "Vissa av de valda kortnumren kan förekomma i en eller flera grupper. När du raderar kortnumren tas de bort från dessa grupper.";
HSDFPB_DeleteMultipleIndividualEntriesAlertMessage = "Vissa av de valda kontakterna ingår i en eller flera grupper. Om du tar bort kontakterna försvinner de från alla grupper.";

HSDFSD_DeleteGroupEntryAlertTitle = "Är det säkert att du vill radera kortnummergruppen \"%@\"?";
HSDFPB_DeleteGroupEntryAlertTitle = "Vill du verkligen ta bort gruppen \"%@\"?";
HSDFSD_DeleteGroupEntryAlertMessage = "De individuella kortnumren i den valda gruppen kommer INTE att raderas.";
HSDFPB_DeleteGroupEntryAlertMessage = "De enskilda kontakterna som ingår i gruppen kommer INTE att tas bort.";
HSDFSD_DeleteMultipleGroupEntriesAlertTitle = "Är det säkert att du vill radera de valda kortnummergrupperna?";
HSDFPB_DeleteMultipleGroupEntriesAlertTitle = "Vill du verkligen ta bort de valda grupperna?";
HSDFSD_DeleteMultipleGroupEntriesAlertMessage = "De individuella kortnumren i de valda grupperna kommer INTE att raderas.";
HSDFPB_DeleteMultipleGroupEntriesAlertMessage = "De enskilda kontakterna som ingår i grupperna kommer INTE att tas bort.";

HSDFSD_DeleteIndividualEntryFromGroupAlertTitle = "Är det säkert att du vill ta bort kortnumret för \"%1$@\" från gruppen \"%2$@\"?";
HSDFPB_DeleteIndividualEntryFromGroupAlertTitle = "Vill du verkligen ta bort kontakten \"%1$@\" från gruppen \"%2$@\"?";
HSDFSD_DeleteIndividualEntryFromGroupAlertMessage = "Om du klickar på Ta bort från grupp tas kortnumret bort från gruppen. Själva kortnumret tas inte bort.\nKlicka på Radera om du vill radera kortnumret permanent och ta bort det från alla eventuella grupper.";
HSDFPB_DeleteIndividualEntryFromGroupAlertMessage = "Om du klickar på Ta bort från grupp tas kortnumret bort från gruppen. Kortnumret som sådant kommer inte att tas bort.\nKlicka på Radera om du vill radera kortnumret permanent och ta bort det från alla grupper.";
HSDFSD_DeleteMultipleEntriesFromGroupAlertTitle = "Är det säkert att du vill ta bort de valda kortnumren från gruppen \"%@\"?";
HSDFPB_DeleteMultipleEntriesFromGroupAlertTitle = "Vill du verkligen ta bort de valda kontakterna från gruppen \"%@\"?";
HSDFSD_DeleteMultipleEntriesFromGroupAlertMessage = "Om du klickar på Ta bort från grupp tas kortnumren bort från gruppen. Själva kortnumren tas inte bort.\nKlicka på Radera om du vill radera de valda kortnumren permanent och ta bort dem från alla eventuella grupper.";
HSDFPB_DeleteMultipleEntriesFromGroupAlertMessage = "Om du klickar på Ta bort från grupp tas kortnumren bort från gruppen. Kortnumren som sådana kommer inte att tas bort.\nKlicka på Radera om du vill radera kortnumren permanent och ta bort dem från alla grupper.";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Är det säkert att du vill ta bort de valda kortnumren från sina respektive grupper?";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Vill du verkligen ta bort de valda kontakterna från sina respektive grupper?";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Om du klickar på Ta bort från grupp tas kortnumren bort från sina grupper. Själva kortnumren tas inte bort.\nKlicka på Radera om du vill radera kortnumren permanent och ta bort dem från alla eventuella grupper.";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Om du klickar på Ta bort från grupp tas kortnumren bort från sina grupper. Kortnumren som sådana kommer inte att tas bort.\nKlicka på Radera om du vill radera kortnumren permanent och ta bort dem från alla grupper.";

HSDFSD_DeleteMixedEntriesAlertTitle = "Är det säkert att du vill radera de valda kortnumren och kortnummergrupperna?";
HSDFPB_DeleteMixedEntriesAlertTitle = "Vill du verkligen ta bort de valda kontakterna och grupperna?";
HSDFSD_DeleteMixedEntriesAlertMessage = "Om du klickar på Radera tas de markerade enskilda kortnumren och grupperna bort permanent. Enskilda kortnummer inom markerade grupper tas INTE bort om de inte har markerats för borttagning individuellt.";
HSDFPB_DeleteMixedEntriesAlertMessage = "Om du klickar på Radera raderas de valda kontakterna och grupperna permanent. Enskilda kontakter som ingår i de valda grupperna men som inte specifikt har valts kommer INTE att tas bort.";

DenyContactsAccessAlertTitle = "Informationen är inte tillgänglig";
DenyContactsAccessAlertMessage = "Ingen tillgång till programmet \"%@\".\nDu kan häva blockeringen via panelen Säkerhet och integritet under Systeminställningar.";

HSDFSD_AllowsToCommitChangesAlertTitle = "Du har redigerat listan med faxkortnummer";
HSDFPB_AllowsToCommitChangesAlertTitle = "Du har redigerat faxtelefonboken. Vill du spara ändringarna innan du skriver ut?";
AllowsToCommitChangesAlertMessage = "De ändringar som du gjort kommer inte att synas i den utskrivna listan om du inte tillämpar dem. Vill du tillämpa ändringarna innan du skriver ut listan?";

/* Progress dialogs. */
PrintInitializingDialogTitle = "Bearbetning pågår…";
PrintProcessingDialogTitle = "Skriver ut… Vänta lite";
